Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: HealthKit integration allows WaterTracker to access your health metrics like height, weight, age, and sleep data to provide personalized hydration recommendations.
ar: يسمح التكامل مع HealthKit لتطبيق WaterTracker بالوصول إلى مقاييس صحتك مثل الطول والوزن والعمر وبيانات النوم لتقديم توصيات مخصصة للترطيب.
bg: Интеграцията с HealthKit позволява на WaterTracker да получава достъп до вашите здравни метрики като ръст, тегло, възраст и данни за сън, за да предостави персонализирани препоръки за хидратация.
ca: La integració de HealthKit permet a WaterTracker accedir a les teves mètriques de salut com ara l'alçada, el pes, l'edat i les dades del son per oferir recomanacions de hidratació personalitzades.
cs: Integrace HealthKit umožňuje aplikaci WaterTracker přístup k vašim zdravotním údajům, jako jsou výška, váha, věk a údaje o spánku, aby poskytla personalizovaná doporučení pro hydrataci.
da: HealthKit-integration muliggør, at WaterTracker kan få adgang til dine sundhedsdata som højde, vægt, alder og søvnoplysninger for at give personlige anbefalinger til hydrering.
de: Die HealthKit-Integration ermöglicht es WaterTracker, auf Ihre Gesundheitsdaten wie Größe, Gewicht, Alter und Schlafdaten zuzugreifen, um personalisierte Hydratationsempfehlungen zu geben.
el: Η ενσωμάτωσή του HealthKit επιτρέπει στο WaterTracker να έχει πρόσβαση σε μετρήσεις υγείας σας, όπως το ύψος, το βάρος, την ηλικία και δεδομένα ύπνου, προκειμένου να παρέχει προσωπικές συστάσεις ενυδάτωσης.
es: La integración de HealthKit permite que WaterTracker acceda a tus métricas de salud, como altura, peso, edad y datos de sueño, para ofrecer recomendaciones de hidratación personalizadas.
fi: HealthKit-integraatio mahdollistaa WaterTrackerin pääsyn terveystietoihisi, kuten pituus, paino, ikä ja uniraportointi, tarjotakseen räätälöityjä nesteytysohjeita.
fr: L'intégration de HealthKit permet à WaterTracker d'accéder à vos données de santé telles que la taille, le poids, l'âge et les données de sommeil pour fournir des recommandations d'hydratation personnalisées.
he: שילוב עם HealthKit מאפשר ל-WaterTracker לגשת למדדי הבריאות שלך כמו גובה, משקל, גיל ונתוני שינה כדי לספק המלצות מותאמות אישית על הידרציה.
hi: HealthKit इंटीग्रेशन WaterTracker को आपकी स्वास्थ्य मेट्रिक्स जैसे ऊँचाई, वजन, उम्र, और नींद डेटा तक पहुँचने की अनुमति देता है ताकि व्यक्तिगत हाइड्रेशन सिफारिशें प्रदान की जा सकें।
hr: Integracija s HealthKitom omogućuje aplikaciji WaterTracker pristup vašim zdravstvenim podacima poput visine, težine, dobi i podataka o spavanju kako bi pružila personalizirane preporuke za hidrataciju.
hu: A HealthKit integráció lehetővé teszi a WaterTracker számára, hogy hozzáférjen az egészségügyi mutatóihoz, például a magassághoz, súlyhoz, korhoz és alvási adatokhoz, hogy személyre szabott hidratálási ajánlásokat nyújtson.
id: Integrasi HealthKit memungkinkan WaterTracker mengakses metrik kesehatan Anda seperti tinggi badan, berat badan, usia, dan data tidur untuk memberikan rekomendasi hidrasi yang dipersonalisasi.
it: L'integrazione con HealthKit consente a WaterTracker di accedere ai tuoi parametri di salute come altezza, peso, età e dati sul sonno per fornire raccomandazioni personalizzate sull'idratazione.
ja: HealthKitの統合により、WaterTrackerは身長、体重、年齢、睡眠データなどの健康メトリクスにアクセスし、パーソナライズされた水分補給の推奨を提供します。
kk: HealthKit интеграциясы WaterTracker-ге сіздің денсаулық көрсеткіштеріңіз, мысалы, бойыңыз, салмағыңыз, жасыңыз және ұйқы деректеріңізге қол жеткізуге мүмкіндік береді, бұл жеке су ішу бойынша ұсыныстар беруге көмектеседі.
ms: Pengintegrasian HealthKit membolehkan WaterTracker mengakses metrik kesihatan anda seperti tinggi, berat, umur, dan data tidur untuk memberikan cadangan penghidratan yang diperibadikan.
nl: De integratie met HealthKit stelt WaterTracker in staat om toegang te krijgen tot uw gezondheidsgegevens, zoals lengte, gewicht, leeftijd en slaapdata, om gepersonaliseerde hydratatie-aanbevelingen te doen.
pl: Integracja z HealthKit pozwala WaterTracker na dostęp do twoich danych zdrowotnych, takich jak wzrost, waga, wiek i dane dotyczące snu, aby zapewnić spersonalizowane zalecenia dotyczące nawodnienia.
pt_br: A integração com o HealthKit permite que o WaterTracker acesse suas métricas de saúde, como altura, peso, idade e dados de sono, para fornecer recomendações personalizadas de hidratação.
pt_pt: A integração com o HealthKit permite que o WaterTracker aceda aos seus dados de saúde, como altura, peso, idade e dados de sono, para oferecer recomendações de hidratação personalizadas.
ro: Integrarea HealthKit permite aplicației WaterTracker să acceseze metricile tale de sănătate, cum ar fi înălțimea, greutatea, vârsta și datele despre somn, pentru a oferi recomandări personalizate de hidratare.
ru: Интеграция с HealthKit позволяет WaterTracker получать доступ к вашим показателям здоровья, таким как рост, вес, возраст и данные о сне, чтобы предоставлять персонализированные рекомендации по гидратации.
sk: Integrácia HealthKit umožňuje aplikácii WaterTracker pristupovať k vašim zdravotným údajom, ako sú výška, hmotnosť, vek a údaje o spánku, aby mohla poskytnúť personalizované odporúčania na hydratáciu.
sl: Integracija HealthKita omogoča aplikaciji WaterTracker dostop do vaših zdravstvenih metrik, kot so višina, teža, starost in podatki o spanju, da lahko zagotovi osebna priporočila glede hidracije.
sv: HealthKit-integration gör det möjligt för WaterTracker att få åtkomst till dina hälsoavläsningar såsom höjd, vikt, ålder och sömndata för att ge personliga rekommendationer för hydrering.
th: การรวม HealthKit ช่วยให้ WaterTracker สามารถเข้าถึงข้อมูลสุขภาพของคุณ เช่น ส่วนสูง น้ำหนัก อายุ และข้อมูลการนอนหลับ เพื่อให้ข้อเสนอแนะเกี่ยวกับการดื่มน้ำที่เหมาะสมกับตัวคุณได้เป็นอย่างดี
tr: HealthKit entegrasyonu, WaterTracker'ın boy, kilo, yaş ve uyku verileri gibi sağlık ölçümlerinize erişmesini sağlayarak kişiselleştirilmiş hidrasyon önerileri sunmasına olanak tanır.
uk: Інтеграція з HealthKit дозволяє WaterTracker отримувати доступ до ваших показників здоров'я, таких як зріст, вага, вік та дані про сон, щоб надати персоналізовані рекомендації щодо гідратації.
vi: Tích hợp HealthKit cho phép WaterTracker truy cập vào các chỉ số sức khỏe của bạn như chiều cao, cân nặng, tuổi tác và dữ liệu giấc ngủ để cung cấp những khuyến nghị về mức độ hydrat hóa cá nhân hóa.
zh_hans: HealthKit集成允许WaterTracker访问您的健康指标，例如身高、体重、年龄和睡眠数据，以提供个性化的水分补充建议。
zh_hant: HealthKit整合使WaterTracker可以訪問您的健康指標，如身高、體重、年齡和睡眠數據，以提供個性化的水分攝取建議。

source: HealthKit Not Connected
ar: HealthKit غير متصل
bg: HealthKit Не е свързан
ca: HealthKit No Connectat
cs: HealthKit není připojen.
da: HealthKit ikke tilsluttet
de: HealthKit nicht verbunden
el: HealthKit Δεν είναι συνδεδεμένο
es: HealthKit No Conectado
fi: HealthKit ei ole yhdistetty.
fr: HealthKit non connecté
he: HealthKit לא מחובר
hi: HealthKit कनेक्टेड नहीं है।
hr: HealthKit nije povezan
hu: HealthKit nem csatlakoztatva
id: HealthKit Tidak Terhubung
it: HealthKit Non Connesso
ja: HealthKitが接続されていません
kk: HealthKit байланысы жоқ
ms: HealthKit Tidak Disambungkan
nl: HealthKit Niet Verbonden
pl: HealthKit Niepołączony
pt_br: HealthKit Não Conectado
pt_pt: HealthKit Não Conectado
ro: HealthKit Nu este conectat
ru: HealthKit не подключен
sk: HealthKit nie je pripojený.
sl: HealthKit ni povezan.
sv: HealthKit Inte Ansluten
th: HealthKit ไม่เชื่อมต่อ
tr: HealthKit Bağlantısı Yok
uk: HealthKit не підключено
vi: HealthKit chưa kết nối.
zh_hans: HealthKit 未连接
zh_hant: HealthKit 未連接

source: HealthKit Services Not Connected
ar: خدمات HealthKit غير متصلة
bg: Услугите на HealthKit не са свързани.
ca: Serveis de HealthKit no connectats
cs: Služby HealthKit nejsou připojeny.
da: HealthKit-tjenester ikke tilsluttet
de: HealthKit-Dienste nicht verbunden
el: Υπηρεσίες HealthKit Μη Συνδεδεμένες
es: Servicios de HealthKit no conectados
fi: HealthKit-palvelut eivät ole liitettyinä.
fr: Services HealthKit non connectés
he: שירותי HealthKit לא מחוברים
hi: HealthKit सेवाएं कनेक्ट नहीं हैं।
hr: HealthKit usluge nisu povezane.
hu: HealthKit Szolgáltatások Nincs Csatlakoztatva
id: Layanan HealthKit Tidak Terhubung
it: Servizi HealthKit non connessi
ja: HealthKitサービスは接続されていません。
kk: HealthKit қызметтері қосылмаған
ms: Perkhidmatan HealthKit Tidak Disambungkan
nl: HealthKit-diensten niet verbonden
pl: Usługi HealthKit nie są połączone.
pt_br: Serviços do HealthKit Não Conectados
pt_pt: Serviços do HealthKit Não Conectados
ro: Serviciile HealthKit nu sunt conectate.
ru: Сервисы HealthKit не подключены.
sk: Služby HealthKit nie sú pripojené.
sl: Storitve HealthKit niso povezane.
sv: HealthKit-tjänster inte anslutna
th: บริการ HealthKit ไม่ได้เชื่อมต่อ
tr: HealthKit Hizmetleri Bağlı Değil
uk: Служби HealthKit не підключені.
vi: Dịch vụ HealthKit không được kết nối
zh_hans: HealthKit 服务未连接
zh_hant: HealthKit服務未連接

source: HealthKit Tutorial
ar: دليل HealthKit
bg: Урок по HealthKit
ca: Tutorial de HealthKit
cs: Návod na HealthKit
da: HealthKit vejledning
de: HealthKit Tutorial in German is "HealthKit Tutorial".
el: Οδηγίες για το HealthKit
es: Tutorial de HealthKit
fi: HealthKit-opas
fr: Tutoriel sur HealthKit
he: מדריך HealthKit
hi: HealthKit ट्यूटोरियल
hr: HealthKit Tutorijal
hu: HealthKit Oktatóanyag
id: Tutorial HealthKit
it: Tutorial su HealthKit
ja: HealthKit チュートリアル
kk: HealthKit оқулығы
ms: Tutorial HealthKit
nl: HealthKit Tutorial in Dutch is: "HealthKit Handleiding"
pl: Tutorial dotyczący HealthKit
pt_br: Tutorial do HealthKit
pt_pt: Tutorial do HealthKit
ro: Tutorial HealthKit
ru: Учебник по HealthKit
sk: Tutorial o HealthKit
sl: Tutorial o zdravju s HealthKit
sv: HealthKit-handledning
th: คู่มือการใช้งาน HealthKit
tr: HealthKit Eğitimi
uk: Підручник з HealthKit
vi: Hướng dẫn HealthKit
zh_hans: HealthKit 教程
zh_hant: HealthKit 教學

source: Height
ar: طول
bg: Височина
ca: Alçada
cs: Výška
da: Højde
de: Höhe
el: Ύψος
es: Altura
fi: Korkeus
fr: Hauteur
he: גובה
hi: ऊँचाई
hr: Visina
hu: Magasság
id: Tinggi
it: Altezza
ja: 高さ
kk: Биіктік
ms: Tinggi
nl: Hoogte
pl: Wysokość
pt_br: Altura
pt_pt: Altura
ro: Înălțime
ru: Рост
sk: Výška
sl: Višina
sv: Höjd
th: ความสูง
tr: Yükseklik
uk: Висота
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

source: Height & Weight
ar: الطول والوزن
bg: Височина и тегло
ca: Alçada i pes
cs: Výška a váha
da: Højde og vægt
de: Größe und Gewicht
el: Ύψος και Βάρος
es: Altura y Peso
fi: Pituus ja paino
fr: Taille et poids
he: גובה ומשקל
hi: ऊंचाई और वजन
hr: Visina i težina
hu: Magasság és súly
id: Tinggi & Berat
it: Altezza e peso
ja: 身長と体重
kk: Биіктік & Салмақ
ms: Tinggi & Berat
nl: Lengte & Gewicht
pl: Wzrost i waga
pt_br: Altura e Peso
pt_pt: Altura e Peso
ro: Înălțime și greutate
ru: Рост и вес
sk: Výška a hmotnosť
sl: Višina in teža
sv: Höjd och vikt
th: ส่วนสูงและน้ำหนัก
tr: Boy ve Kilo
uk: Висота та вага
vi: Chiều cao & Cân nặng
zh_hans: 身高和体重
zh_hant: 身高與體重

source: Height & Weight: For personalized hydration formulas
ar: الطول والوزن: لصياغة تركيبات الترطيب المخصصة
bg: Височина и тег: За персонализирани формули за хидратация.
ca: Alçària i pes: Per a fórmules d'hidratació personalitzades.
cs: Výška a hmotnost: Pro personalizované hydratační formule
da: Højde & Vægt: Til personlige hydrationsformler
de: Größe & Gewicht: Für personalisierte Hydratationsformeln
el: Ύψος & Βάρος: Για εξατομικευμένες φόρμουλες ενυδάτωσης
es: Altura y peso: Para fórmulas de hidratación personalizadas.
fi: Korkeus ja paino: Henkilökohtaisten nesteytysformulaatioiden varten
fr: Taille et Poids : Pour des formules d'hydratation personnalisées.
he: גובה ומשקל: עבור פורמולות הידרציה מותאמות אישית
hi: ऊंचाई और वजन: व्यक्तिगत जलयोजन फॉर्मुलों के लिए
hr: Visina i težina: Za personalizirane formule hidratacije.
hu: Magasság és súly: Személyre szabott hidratáló formulákhoz
id: Tinggi & Berat: Untuk formula hidrasi yang dipersonalisasi
it: Altezza e Peso: Per formule di idratazione personalizzate.
ja: 身長と体重：個別化された水分補給のためのフォーミュラ
kk: Биіктік және салмақ: Жеке су балансын қалыптастыру формулалары үшін
ms: Tinggi & Berat: Untuk formula hidrasi yang diperibadikan.
nl: Hoogte & Gewicht: Voor gepersonaliseerde hydratatieformules
pl: Wzrost i waga: Dla spersonalizowanych formuł nawadniających.
pt_br: Altura e Peso: Para fórmulas de hidratação personalizadas
pt_pt: Altura e Peso: Para fórmulas de hidratação personalizadas.
ro: Înălțime și greutate: Pentru formule de hidratare personalizate.
ru: Рост и вес: для персонализированных формул гидратации.
sk: Výška a hmotnosť: Pre osobné hydratačné receptúry
sl: Višina in teža: Za osebne formule hidratacije
sv: Höjd och vikt: För personligt anpassade hydrationsformler.
th: ส่วนสูงและน้ำหนัก: สำหรับสูตรการเติมน้ำในแบบเฉพาะบุคคล
tr: Boy ve Kilo: Kişiselleştirilmiş hidrasyon formülleri için
uk: Зріст і вага: Для персоналізованих формул гідратації
vi: Chiều cao & Cân nặng: Để công thức hydrat hóa cá nhân hóa.
zh_hans: 身高和体重：用于个性化水分补充配方
zh_hant: 身高與體重：用於個性化的補水配方

source: Height, weight & 30 days of sleep
ar: الطول والوزن و30 يومًا من النوم
bg: Височина, тегло и 30 дни сън
ca: Alçada, pes i 30 dies de son.
cs: Výška, váha a 30 dní spánku
da: Højde, vægt og 30 dages søvn
de: Größe, Gewicht und 30 Tage Schlaf
el: Ύψος, βάρος & 30 ημέρες ύπνου
es: Estatura, peso y 30 días de sueño.
fi: Pituus, paino ja 30 päivän uni
fr: Taille, poids et 30 jours de sommeil.
he: גובה, משקל ו-30 ימי שינה
hi: ऊँचाई, वजन और 30 दिनों की नींद
hr: Visina, težina i 30 dana sna
hu: Magasság, súly és 30 nap alvás.
id: Tinggi, berat badan & 30 hari tidur
it: Altezza, peso e 30 giorni di sonno.
ja: 身長、体重、および30日間の睡眠
kk: Биіктік, салмақ және 30 күн ұйқы
ms: Tinggi, berat & 30 hari tidur
nl: Lengte, gewicht en 30 dagen slaap
pl: Wzrost, waga i 30 dni snu
pt_br: Altura, peso e 30 dias de sono.
pt_pt: Altura, peso e 30 dias de sono.
ro: Înălțime, greutate și 30 de zile de somn
ru: Рост, вес и 30 дней сна
sk: Výška, hmotnosť a 30 dní spánku
sl: Višina, teža in 30 dni spanja
sv: Höjd, vikt och 30 dagar av sömn
th: ส่วนสูง, น้ำหนัก & นอนหลับ 30 วัน
tr: Boy, kilo ve 30 gün uyku
uk: Зростання, вага та 30 днів сну.
vi: Chiều cao, cân nặng & 30 ngày giấc ngủ
zh_hans: 身高、体重和30天的睡眠
zh_hant: 身高、體重和30天的睡眠

source: Help us improve
ar: ساعدنا على التحسين
bg: Помогнете ни да се подобрим.
ca: Ajudeu-nos a millorar.
cs: Pomozte nám se zlepšit.
da: Hjælp os med at forbedre.
de: Helfen Sie uns, uns zu verbessern.
el: Βοηθήστε μας να βελτιωθούμε.
es: Ayúdanos a mejorar.
fi: Auta meitä parantamaan.
fr: Aidez-nous à nous améliorer.
he: עזור לנו לשפר
hi: हमें सुधारने में मदद करें।
hr: Pomozi nam da poboljšamo.
hu: Segíts nekünk a fejlődésben.
id: Bantu kami untuk memperbaiki.
it: Aiutaci a migliorare.
ja: 私たちを改善する手助けをしてください。
kk: Бізге көмектесіңіз.
ms: Bantu kami untuk memperbaiki.
nl: Help ons verbeteren
pl: Pomóż nam się poprawić.
pt_br: Ajude-nos a melhorar.
pt_pt: Ajude-nos a melhorar.
ro: Ajută-ne să ne îmbunătățim.
ru: Помогите нам улучшиться.
sk: Pomôžte nám zlepšiť sa.
sl: Pomagajte nam izboljšati se.
sv: Hjälp oss att förbättra.
th: ช่วยเราในการพัฒนาให้ดีขึ้น
tr: Bize yardım edin geliştirelim.
uk: Допоможіть нам покращити.
vi: Xin hãy giúp chúng tôi cải thiện.
zh_hans: 帮助我们改进
zh_hant: 幫助我們改進

source: Helps determine your body's water requirements and hydration goals
ar: يساعد في تحديد احتياجات جسمك من الماء وأهداف الترطيب.
bg: Помага за определяне на водните нужди на тялото ви и целите за хидратация.
ca: Ajuda a determinar les necessitats d'aigua del teu cos i els objectius d'hidratació.
cs: Pomáhá určit potřeby vašeho těla na vodu a cíle hydratace.
da: Hjælper med at bestemme din krops vandbehov og hydrationsmål.
de: Hilft dabei, den Wasserbedarf deines Körpers und die Hydrationsziele zu bestimmen.
el: Βοηθά να προσδιορίσετε τις ανάγκες νερού του σώματός σας και τους στόχους ενυδάτωσης.
es: Ayuda a determinar los requisitos de agua de tu cuerpo y tus objetivos de hidratación.
fi: Auttaa selvittämään kehosi veden tarpeet ja nesteytymistavoitteet.
fr: Aide à déterminer les besoins en eau de votre corps et vos objectifs d'hydratation.
he: עוזר לקבוע את דרישות המים של גופך ואת יעדי ההידרציה.
hi: आपकी शरीर की पानी की आवश्यकताओं और हाइड्रेशन लक्ष्यों का निर्धारण करने में मदद करता है।
hr: Pomaže u određivanju potreba vašeg tijela za vodom i ciljeva hidratacije.
hu: Segít meghatározni a tested vízfogyasztási igényeit és hidratálási céljait.
id: Membantu menentukan kebutuhan air tubuh Anda dan tujuan hidrasi Anda.
it: Aiuta a determinare le esigenze idriche del tuo corpo e gli obiettivi di idratazione.
ja: あなたの体の水分要求と水分補給の目標を決定するのに役立ちます。
kk: Сіздің денеңіздің суға деген талаптарын және ылғалдандыру мақсаттарын анықтауға көмектеседі.
ms: Membantu menentukan keperluan air badan anda dan matlamat hidrasi.
nl: Helpt bij het bepalen van de waterbehoefte van je lichaam en je hydratatiedoelen.
pl: Pomaga określić zapotrzebowanie na wodę twojego ciała oraz cele dotyczące nawodnienia.
pt_br: Ajuda a determinar as necessidades de água do seu corpo e as metas de hidratação.
pt_pt: Ajuda a determinar as necessidades de água do seu corpo e os objetivos de hidratação.
ro: Ajută la stabilirea nevoilor de apă ale corpului tău și a obiectivelor de hidratare.
ru: Помогает определить потребности вашего организма в воде и цели по гидратации.
sk: Pomáha určiť potreby vášho tela na vodu a ciele hydratácie.
sl: Pomaga določiti potrebe vašega telesa po vodi in cilje hidriranja.
sv: Hjälper att bestämma din kropps vattenbehov och hydrationsmål.
th: ช่วยกำหนดความต้องการน้ำในร่างกายและเป้าหมายการให้ความชุ่มชื้นของคุณ
tr: Vücudunuzun su gereksinimlerini ve hidrasyon hedeflerini belirlemenize yardımcı olur.
uk: Допомагає визначити потреби вашого організму в воді та цілі зволоження.
vi: Giúp xác định nhu cầu nước của cơ thể bạn và mục tiêu dưỡng ẩm.
zh_hans: 帮助确定您的身体水分需求和水合目标
zh_hant: 幫助確定您身體的水分需求和水分補充目標。

source: High
ar: عالي
bg: Висок
ca: Alt
cs: Vysoký
da: Høj
de: Hoch
el: Υψηλός
es: Alto
fi: Korkea
fr: Haut
he: גבוה
hi: उच्च
hr: Visoko
hu: Magas
id: Tinggi
it: Alto
ja: 高い (たかい)
kk: Жоғары
ms: Tinggi
nl: Hoog
pl: Wysoki
pt_br: Alto
pt_pt: Alto
ro: Înalt
ru: Высокий
sk: Vysoký
sl: Visoko
sv: Hög
th: สูง
tr: Yüksek
uk: Високо
vi: Cao
zh_hans: 高
zh_hant: 高

source: High humidity (+100ml)
ar: رطوبة مرتفعة (+100 مل)
bg: Висока влажност (+100 мл)
ca: Humitat elevada (+100ml)
cs: Vysoká vlhkost (+100ml)
da: Høj luftfugtighed (+100ml)
de: Hohe Luftfeuchtigkeit (+100ml)
el: Υψηλή υγρασία (+100ml)
es: Alta humedad (+100 ml)
fi: Korkea kosteus (+100ml)
fr: Humidité élevée (+100ml)
he: לחות גבוהה (+100 מ"ל)
hi: उच्च आर्द्रता (+100 मिलीलीटर)
hr: Visoka vlažnost (+100ml)
hu: Magas páratartalom (+100ml)
id: Kelembaban tinggi (+100ml)
it: Alta umidità (+100ml)
ja: 高湿度 (+100ml)
kk: Жоғары ылғалдылық (+100мл)
ms: Kelembapan tinggi (+100ml)
nl: Hoge vochtigheid (+100ml)
pl: Wysoka wilgotność (+100ml)
pt_br: Alta umidade (+100ml)
pt_pt: Alta humidade (+100ml)
ro: Umiditate ridicată (+100ml)
ru: Высокая влажность (+100 мл)
sk: Vysoká vlhkosť (+100ml)
sl: Visoka vlažnost (+100ml)
sv: Hög luftfuktighet (+100 ml)
th: ความชื้นสูง (+100มล.)
tr: Yüksek nem (+100ml)
uk: Висока вологість (+100 мл)
vi: Độ ẩm cao (+100ml)
zh_hans: 高湿度 (+100毫升)
zh_hant: 高濕度 (+100毫升)

source: High humidity makes cooling less efficient
ar: الرطوبة العالية تجعل التبريد أقل كفاءة.
bg: Високата влажност прави охлаждането по-малко ефективно.
ca: La humiditat alta fa que el refredament sigui menys eficient.
cs: Vysoká vlhkost činí chlazení méně účinným.
da: Høj luftfugtighed gør nedkøling mindre effektiv.
de: Hohe Luftfeuchtigkeit macht die Kühlung weniger effizient.
el: Η υψηλή υγρασία καθιστά τη ψύξη λιγότερο αποδοτική.
es: La alta humedad hace que la refrigeración sea menos eficiente.
fi: Korkea kosteus tekee jäähdytyksestä vähemmän tehokasta.
fr: Une forte humidité rend le refroidissement moins efficace.
he: לחות גבוהה מקשה על קירור להיות יעיל.
hi: उच्च आर्द्रता से ठंडक कम प्रभावी हो जाती है।
hr: Visoka vlažnost čini hlađenje manje učinkovitom.
hu: A magas páratartalom csökkenti a hűtés hatékonyságát.
id: Kelembaban tinggi membuat pendinginan menjadi kurang efisien.
it: L'alta umidità rende il raffreddamento meno efficiente.
ja: 高湿度は冷却効率を低下させます。
kk: Жоғары ылғалдылық салқындатуды тиімділігін төмендетеді.
ms: Kelembapan yang tinggi menjadikan penyejukan kurang efisien.
nl: Hoge luchtvochtigheid maakt koeling minder efficiënt.
pl: Wysoka wilgotność sprawia, że chłodzenie jest mniej skuteczne.
pt_br: A alta umidade torna o resfriamento menos eficiente.
pt_pt: A alta humidade torna o arrefecimento menos eficiente.
ro: Umiditatea ridicată face ca răcirea să fie mai puțin eficientă.
ru: Высокая влажность снижает эффективность охлаждения.
sk: Vysoká vlhkosť znižuje efektívnosť chladenia.
sl: Visoka vlažnost zmanjšuje učinkovitost hlajenja.
sv: Hög luftfuktighet gör kylning mindre effektiv.
th: ความชื้นสูงทำให้การระบายความร้อนมีประสิทธิภาพน้อยลง
tr: Yüksek nem, soğutmayı daha az verimli hale getirir.
uk: Висока вологість знижує ефективність охолодження.
vi: Độ ẩm cao làm giảm hiệu quả làm mát.
zh_hans: 高湿度使冷却效率降低。
zh_hant: 高濕度使冷卻效果降低。
